export const LEVELS = {
 levels: ["المرحلة الابتدائية", "المرحلة الاعدادية", "المرحلة الثانوية"],
 primary: [
  "الصف الاول",
  "الصف الثاني",
  "الصف الثالث",
  "الصف الرابع",
  "الصف الخامس",
  "الصف السادس",
 ],
 middle: ["الصف الاول", "الصف الثاني", "الصف الثالث"],
 high: ["الصف الاول", "الصف الثاني", "الصف الثالث"],
};

export const constraints = {
 primary: {
  text: "المرحلة الابتدائية",
  content: [
   "الصف الاول",
   "الصف الثاني",
   "الصف الثالث",
   "الصف الرابع",
   "الصف الخامس",
   "الصف السادس",
  ],
 },
 middle: {
  text: "المرحلة الاعدادية",
  content: ["الصف الاول", "الصف الثاني", "الصف الثالث"],
 },
 high: {
  text: "المرحلة الثانوية",
  content: ["الصف الاول", "الصف الثاني", "الصف الثالث"],
 },
};
