export const LEVELS = {
  levels: ["المرحلة الابتدائية", "المرحلة الاعدادية", "المرحلة الثانوية"],
  primary: ["الصف الاول", "الصف الثاني", "الصف الثالث", "الصف الرابع", "الصف الخامس", "الصف السادس"],
  middle: ["الصف الاول", "الصف الثاني", "الصف الثالث"],
  high: ["الصف الاول", "الصف الثاني", "الصف الثالث"],
};

export const FakeStudent = {
  code: "0215 51554 254056 2540" ,
  name: "ابراهيم محمد مشرف محمد",
  mainLevel : LEVELS.levels[0] , 
  subLevel : LEVELS.primary[0],
  group : "مجموعه 1"
}